<template>
  <main>
    <h1>Туристические маршруты</h1>
    <h2><div class="purple-bg">Городской турмаршрут</div></h2>
    <h3>
      <div class="blue-bg">
        Турмаршрут состоит из 6 локаций, начиная со знакомства с местной
        культурой и заканчивая главной достопримечательностью г. Мирный. На
        каждой локации будет спрятан 1 трофейный алмаз (6 локаций – 6 алмазов).
        Гиды подробно расскажут историю и интересные факты о каждой локации,
        затем с помощью подсказок укажут участникам место где спрятан трофейный
        алмаз (подсказка дается в конце экскурсии на текущей локации для
        концентрации внимания участников). Найденное сокровище передаётся гиду в
        костюме «Хранителя алмазов», который соберет все в сундук. На конечной
        локации можно будет сфотографироваться с сундуком полным сокровищ.
      </div>
    </h3>
    <div class="img-container"></div>
    <h2><div class="purple-bg">Локация 1 Краеведческий музей</div></h2>
    <h3>
      <div class="blue-bg">
        Данная локация выступает в качестве ознакомления с культурой и бытом
        народа Саха - коренного населения Якутии. В выставочном зале
        представлены материалы геолого-краеведческой направленности - чучела
        животных и птиц, обитающих в этих краях, предметы быта древних якутов,
        костюм и бубен шамана, древний якутский календарь, а также предметы из
        советских времен. На заднем дворе музея построены 2 вида жилища древних
        якутов – «Балаган» (зимний) и «Ураса» (летний). Трофейный алмаз будет
        спрятан в «Балагане».
      </div>
    </h3>
    <h2>
      <div class="purple-bg">Локация 2 ГАУ РС (Я) «Мирнинский театр»</div>
    </h2>
    <h3>
      <div class="blue-bg">
        В театре участники смогут посмотреть инсталляцию, посвященную
        первооткрывателям якутских алмазов и примерить на себя образы тех
        времен, а также отправить открытки с национальной символикой по почте,
        как в давние времена, родным и друзьям. В холле первого этажа будет
        выступать артистка ГАУ РС(Я) «Мирнинский театр», автор проекта «Олонхо
        на русском» - Анна Леонидовна Черданцева с игрой на хомусе (национальный
        варганный музыкальный инструмент). Трофейный алмаз будет спрятан у нее.
      </div>
    </h3>
    <h2><div class="purple-bg">Локация 3 Площадь 30-летия Победы</div></h2>
    <h3>
      <div class="blue-bg">
        Мемориальный комплекс с очень богатой историей, состоящий из трех частей
        - стена памяти народной, обелиск из трех мечей, плита городов – героев,
        под которой замурованы капсулы с землей, привезенной ветеранами ВОВ со
        всех городов – героев. А три громадных меча высотой 13,5 м,
        символизирующие окончание войны, победу трех родов войск, стоят на
        9-метровых сваях забитых в вечную мерзлоту. Рядом с плитой
        городов-героев расположен бюст И.В. Сталина. Трофейный алмаз будет
        спрятан у подножия данного бюста.
      </div>
    </h3>
    <h2>
      <div class="purple-bg">Локация 4 Историко-производственный музей</div>
    </h2>
    <h3>
      <div class="blue-bg">
        Современный и оригинальный музей, посвященный алмазодобывающей
        промышленности–является визитной карточкой нашего города и обязательным
        пунктом для посещения. Здесь участники узнают интересные факты об
        алмазах и проследят весь путь превращения алмаза в бриллиант - начиная
        от добычи, заканчивая огранкой. Трофейный алмаз будет спрятан в ковше
        миниатюры экскаватора или миниатюре карьера «Мир»
      </div>
    </h3>
    <h2>
      <div class="purple-bg">
        Локация 5 Мемориальный комплекс «Вилюйское кольцо»
      </div>
    </h2>
    <h3>
      <div class="blue-bg">
        Мемориал посвящен 50-летию алмазной промышленности. Эта локация
        достаточно большая и участники смогут пройтись на свежем воздухе,
        сделать фотографии. Посередине красуется обелиск «Сэргэ» (якут.
        Коновязь), на которой стоит женщина в национальном костюме – Хотун Булуу
        (якут. Госпожа Вилюй), олицетворяющая одну из крупнейших рек Якутии –
        Вилюй. Далее расположен памятник первооткрывателям якутских алмазов –
        Ларисе Попугаевой и Федору Беликову, а также их путеводителю эвенку на
        олене. Трофейный алмаз будет спрятан в руках памятника Ларисы Попугаевой
        – одного из первооткрывателей якутскихалмазов.
      </div>
    </h3>
    <h2><div class="purple-bg">Локация 6 Карьер «Мир»</div></h2>
    <h3>
      <div class="blue-bg">
        Заключительная локация - смотровая площадка карьера Мир, сделана в виде
        горного оборудования с настоящими гусеницами экскаватора. Перед
        участниками откроется, захватывающее дух, необъятное зрелище
        человеческого труда и упорства глубиной 735 м и диаметром 1,4 км. Здесь
        будет спрятан последний трофейный алмаз.
      </div>
    </h3>
    <h3>
      <div class="blue-bg">
        В завершении турмаршрута гиды вручат каждому участнику по маленькому
        сувенирному алмазику и сделают общую фотографию в память о прошедшей
        прекрасной прогулке по Алмазной тропе.
      </div>
    </h3>
  </main>
</template>
<style scoped>
h2,
h3,
h4,
h5,
h6 {
  display: flex;
  flex-direction: column;
  align-items: center;
}

main {
  display: flex;
  flex-direction: column;
  align-items: center;
}

.purple-bg,
.blue-bg {
  padding: 1rem;
  border-radius: 1.4rem;
  align-self: center;
}

.blue-bg {
  width: 80%;
}
</style>
